---
kind: method
id: M:Autodesk.Revit.DB.FilterStringGreaterOrEqual.#ctor
source: html/2fe9cd03-06c1-37a5-bbe8-406c2db0d0ea.htm
---
# Autodesk.Revit.DB.FilterStringGreaterOrEqual.#ctor Method

Constructs an instance of FilterStringGreaterOrEqual.

## Syntax (C#)
```csharp
public FilterStringGreaterOrEqual()
```